Repository: amarasenagcs/ecommerce-prestashop
Catalog: themes/firetech/translations/*/ShopThemeGlobal.*.xlf
Languages: pl_pl

source: Contact us
pl_pl: Kontakt z nami

source: Call us: [1]%phone%[/1]
pl_pl: Zadzwoń do nas: [1]%phone%[/1]

source: Store information
pl_pl: Informacja o sklepie

source: Call us:
pl_pl: Zadzwoń do nas:

source: Fax:
pl_pl: Faks:

source: Email us:
pl_pl: Napisz do nas:

source: Currency dropdown
pl_pl: Lista rozwijana walut

source: Get our latest news and special sales
pl_pl: Otrzymuj informację o nowościach i wyprzedażach

source: Carousel buttons
pl_pl: Przyciski karuzeli

source: Previous
pl_pl: Poprzedni

source: Next
pl_pl: Następny

source: Language dropdown
pl_pl: Lista rozwijana języków

source: Active filters
pl_pl: Aktywne filtry

source: (no filter)
pl_pl: (bez filtra)

source: Sort by:
pl_pl: Sortuj wg:

source: %copyright% %year% - Ecommerce software by %prestashop%
pl_pl: %copyright% %year% - Oprogramowanie e-sklepu od %prestashop%

source: Close
pl_pl: Zamknij

source: List of sub categories in %name%:
pl_pl: Lista podkategorii w %name%:

source: List of pages in %category_name%:
pl_pl: Lista stron w %category_name%:

source: Sitemap
pl_pl: Mapa strony

source: Our stores
pl_pl: Nasze sklepy

source: About and Contact
pl_pl: O nas i kontakt

source: Date
pl_pl: Data

source: Status
pl_pl: Wyświetlany

source: Home
pl_pl: Strona główna

source: We'll be back soon.
pl_pl: Zaraz wracam

source: Sorry for the inconvenience.
pl_pl: Przepraszamy za niedogodności.

source: Search again what you are looking for
pl_pl: Wyszukaj ponownie to co szukasz

source: 403 Forbidden
pl_pl: Błąd 403

source: You cannot access this store from your country. We apologize for the inconvenience.
pl_pl: Nie możesz używać sklepu w swoim kraju. Przepraszamy za niedogodności.
