Repository: amarasenagcs/ecommerce-prestashop
Catalog: themes/firetech/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: de_de

source: Your account
de_de: Ihr Konto

source: Addresses
de_de: Adressen

source: Add first address
de_de: Füge die erste Adresse hinzu

source: Order history and details
de_de: Bestellhistorie und Details

source: Vouchers
de_de: Gutscheine

source: View my customer account
de_de: Mein Kundenkonto anzeigen

source: Log in to your customer account
de_de: Loggen Sie sich in Ihr Kundenkonto ein

source: Connected as [1]%firstname% %lastname%[/1].
de_de: Verbunden als [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
de_de: Nicht du? [1] Abmelden [/ 1]

source: Create an account
de_de: Ein Konto erstellen

source: Already have an account?
de_de: Hast du schon ein Konto?

source: Log in instead!
de_de: Melde dich stattdessen an!

source: Update your address
de_de: Aktualisieren Sie Ihre Adresse

source: New address
de_de: Neue Adresse

source: Your addresses
de_de: Ihre Adressen

source: Log in to your account
de_de: Melde dich in deinem Konto an

source: No account? Create one here
de_de: Kein Account? Erstellen Sie hier einen

source: Your vouchers
de_de: Ihre Gutscheine

source: Guest Order Tracking
de_de: Gästeauftragsverfolgung

source: To track your order, please enter the following information:
de_de: Um Ihre Bestellung zu verfolgen, geben Sie bitte folgende Informationen ein:

source: Guest Tracking
de_de: Gäste-Tracking

source: Transform your guest account into a customer account and enjoy:
de_de: Verwandeln Sie Ihr Gastkonto in ein Kundenkonto und genießen Sie:

source: Personalized and secure access
de_de: Personalisierter und sicherer Zugang

source: Fast and easy checkout
de_de: Einfache und schnelle abreise

source: Easier merchandise return
de_de: Einfachere Warenrücksendung

source: Order history
de_de: Bestellverlauf

source: Here are the orders you've placed since your account was created.
de_de: Hier sind die Bestellungen, die Sie seit der Erstellung Ihres Kontos aufgegeben haben.

source: Details
de_de: Einzelheiten

source: Your personal information
de_de: Ihre persönliche Information

source: Credit slips
de_de: Kreditscheine

source: Order
de_de: Auftrag

source: Date issued
de_de: Ausgabedatum

source: Credit slips you have received after canceled orders.
de_de: Gutschriftsanzeigen, die Sie nach stornierten Bestellungen erhalten haben.

source: Credit slip
de_de: Einzahlungsschein

source: View credit slip
de_de: Gutschrift ansehen

source: Merchandise returns
de_de: Die Ware kehrt zurück

source: Here is a list of pending merchandise returns
de_de: Hier finden Sie eine Liste der ausstehenden Warenrücksendungen

source: Return
de_de: Rückkehr

source: Package status
de_de: Paket Status

source: Returns form
de_de: Formular zurückgeben

source: Order details
de_de: Bestelldetails

source: Order Reference %reference% - placed on %date%
de_de: Bestellnummer %reference% - platziert auf %date%

source: Download your invoice as a PDF file.
de_de: Laden Sie ihre Rechnung als PDF-Datei herunter.

source: You have given permission to receive your order in recycled packaging.
de_de: Sie haben die Erlaubnis erteilt, Ihre Bestellung in recycelter Verpackung entgegenzunehmen.

source: You have requested gift wrapping for this order.
de_de: Sie haben eine Geschenkverpackung für diese Bestellung angefordert.

source: Message
de_de: Botschaft

source: Follow your order's status step-by-step
de_de: Befolgen Sie den Status Ihrer Bestellung Schritt für Schritt

source: Click the following link to track the delivery of your order
de_de: Klicken Sie auf den folgenden Link, um die Lieferung Ihrer Bestellung zu verfolgen

source: Return details
de_de: Rücksendeinformationen

source: %number% on %date%
de_de: %number% auf %date%

source: We have logged your return request.
de_de: Wir haben Ihre Rückkehr Anfrage protokolliert.

source: Your package must be returned to us within %number% days of receiving your order.
de_de: Ihr Paket muss innerhalb von uns zurückgegeben werden %number% Tage nach Eingang Ihrer Bestellung.

source: The current status of your merchandise return is: [1] %status% [/1]
de_de: Der aktuelle Status Ihrer Warenrücksendung ist: [1] %status% [/1]

source: List of items to be returned:
de_de: Liste der zurückzugebenden Artikel:

source: Reminder
de_de: Erinnerung

source: All merchandise must be returned in its original packaging and in its original state.
de_de: Alle Waren müssen in der Originalverpackung und im Originalzustand zurückgegeben werden.

source: Please print out the [1]returns form[/1] and include it with your package.
de_de: Bitte drucken Sie das [1] Retourenformular [/ 1] aus und fügen Sie es Ihrem Paket bei.

source: Please check the [1]returns form[/1] for the correct address.
de_de: Bitte überprüfen Sie das [1] Rücksendeformular [/ 1] auf die korrekte Adresse.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
de_de: Wenn wir Ihr Paket erhalten, werden wir Sie per E-Mail benachrichtigen. Wir werden dann mit der Bearbeitung der Rückerstattung beginnen.

source: Please let us know if you have any questions.
de_de: Bitte lassen Sie uns wissen, wenn Sie Fragen haben.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
de_de: Wenn die oben genannten Rücksendungsbedingungen nicht eingehalten werden, behalten wir uns das Recht vor, Ihr Paket und / oder Ihre Rückerstattung abzulehnen.

source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
de_de: Bitte geben Sie die E-Mail-Adresse ein, mit der Sie sich registriert haben. Sie erhalten einen temporären Link, um Ihr Passwort zurückzusetzen.

source: Reset your password
de_de: Setze dein Passwort zurück

source: Email address: %email%
de_de: E-Mail-Addresse: %email%

source: Back to your account
de_de: Zurück zu Ihrem Konto

source: Returned
de_de: Ist zurückgekommen

source: Merchandise return
de_de: Warenrücksendung

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
de_de: Wenn Sie eines oder mehrere Produkte zurücksenden möchten, markieren Sie bitte die entsprechenden Felder und geben Sie eine Erklärung für die Rücksendung an. Wenn Sie fertig sind, klicken Sie auf die Schaltfläche unten.

source: Request a return
de_de: Fordern Sie eine Rückgabe an

source: Messages
de_de: Mitteilungen

source: Add a message
de_de: Füge eine Nachricht hinzu

source: If you would like to add a comment about your order, please write it in the field below.
de_de: Wenn Sie einen Kommentar zu Ihrer Bestellung hinzufügen möchten, schreiben Sie sie bitte in das nachfolgende Feld.
