Repository: amarasenagcs/ecommerce-prestashop
Catalog: themes/firetech/translations/*/ShopThemeCatalog.*.xlf
Languages: tr_tr

source: Brands
tr_tr: Markalar

source: No brand
tr_tr: Marka yok

source: All brands
tr_tr: Tüm markalar

source: %s other product in the same category:
tr_tr: aynı kategoride bulunan diğer %s ürün:

source: %s other products in the same category:
tr_tr: aynı kategoride bulunan diğer %s ürün:

source: contact us
tr_tr: bizimle iletişime geçin

source: Customers who bought this product also bought:
tr_tr: Bu ürünü alan müşteriler, şunları da aldı:

source: My account
tr_tr: Hesabım

source: My alerts
tr_tr: Uyarılarım

source: newsletter
tr_tr: bülten

source: Send Us a Message The Industrys Stan Dard My.
tr_tr: Bize bir mesaj gönderin The Industrys Stan Dard My.

source: treding product
tr_tr: trend ürün

source: Featured
tr_tr: Öne çıkan

source: new
tr_tr: yeni

source: bestsellers
tr_tr: favorit

source: All Category
tr_tr: Tüm kategori

source: 1 person is currently watching this product.
tr_tr: 1 kişi şu anda bu ürünü görüntülüyor.

source: %nb_people% people are currently watching this product.
tr_tr: %nb_people% kişi bu ürünü görüntülüyor.

source: Last time this product was bought: %date_last_order%
tr_tr: Bu ürünün en son satın alındığı tarih: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
tr_tr: Bu ürünün en son bir sepete eklendiği tarih: %date_last_cart%

source: No RSS feed added
tr_tr: RSS besleme eklenmedi

source: Search our catalog
tr_tr: Katalogda arama yapın

source: Search
tr_tr: Ara

source: cart
tr_tr: araba

source: follow us
tr_tr: bizi takip et

source: daily deal
tr_tr: günlük anlaşma

source: Suppliers
tr_tr: Tedarikçiler

source: No supplier
tr_tr: Tedarikçi yok

source: All suppliers
tr_tr: Tüm Tedarikçiler

source: Viewed products
tr_tr: Görüntülenen ürünler

source: List of products by brand %brand_name%
tr_tr: %brand_name% markalı ürünlerin listesi

source: List of products by supplier %s
tr_tr: %s tedarikçisine göre ürün listesi

source: read review
tr_tr: inceleme okumak

source: This pack contains
tr_tr: Bu paketin içeriği

source: Description
tr_tr: Açıklama

source: Details
tr_tr: ayrıntılar

source: Attachments
tr_tr: Dosya ekleri

source: Review
tr_tr: gözden geçirmek

source: Related Product
tr_tr: İlgili ürün

source: Regular price
tr_tr: Normal fiyat

source: Price
tr_tr: Fiyat

source: Quantity
tr_tr: Adet

source: Product customization
tr_tr: Ürün özelleştirme

source: Reference
tr_tr: Referans

source: Product
tr_tr: Ürün

source: Unit price
tr_tr: Birim fiyat

source: Total price
tr_tr: Toplam fiyat

source: out of stock
tr_tr: stoklar tükendi

source: Add to cart
tr_tr: Sepete ekle

source: Your customization:
tr_tr: Özelleştirmeniz:

source: Brand
tr_tr: Marka

source: In stock
tr_tr: Stokta var

source: Availability date:
tr_tr: Stoka gireceği tarih:

source: Data sheet
tr_tr: Bilgi kartı

source: Specific References
tr_tr: Belirli Referanslar

source: Condition
tr_tr: Durum

source: Volume discounts
tr_tr: Toplu İndirimler

source: You Save
tr_tr: Kazancınız

source: Up to %discount%
tr_tr: %discount% e kadar

source: Save %percentage%
tr_tr: %percentage% kazanın

source: Save %amount%
tr_tr: %amount% kazanın

source: %price% tax excl.
tr_tr: vergi hariç %price%.

source: Instead of %price%
tr_tr: %price% yerine

source: Including %amount% for ecotax
tr_tr: çevre vergisi dahil %amount%

source: (not impacted by the discount)
tr_tr: (İndirimden etkilenmez)

source: There are %product_count% products.
tr_tr: %product_count% adet ürün var.

source: There is 1 product.
tr_tr: 1 Ürün var.

source: Showing %from%-%to% of %total% item(s)
tr_tr: Toplam %total% üründen %from%-%to% arası gösteriliyor

source: Category
tr_tr: Kategori
